{"table":"arcobj","objName":"Церква святого Миколая","descr":"Храм святого Миколая у Львові є практично сучасником нашого міста. Його звели у замково-оборонному комплексі в межах великої конструкції, бо йшлося про Високий Замок, оборонні мури і храм, який належав до княжої резиденції. Час його створення достеменно не відомо, але знаємо, що в середині 13 століття він вже існував. Очевидно, що воно пов’язане із заснуванням самого міста, пояснює Tvoemisto.tv історик і директор наукової бібліотеки ЛНУ ім. Івана Франка Василь Кметь.\n\nХрам відігравав особливу роль, як в історії Львова, так і в єпархії, бо в різні історичні епохи він зберігав статус княжого. Навіть коли у 16 столітті відновили Галицько-Львівську єпархію з центром у вигляді Собору св. Юра, то Миколаївська церква вважалася надзвичайно авторитетною, і намісником Львівської єпархії призначали саме священника Церкви Миколая. Траплялися навіть такі курйози, коли одного разу єпископ призначив намісником настоятеля іншого храму, що викликало непорозуміння.\n\nТрадиція вшанування святого Миколая в Україні дуже давня, але є один важливий династичний момент. Князя Володимира Великого хрестив його патріарх Ніколаус, а хрещеним ім'ям його було Василій. Так, молитовним іменем князя Володимира було Микола.\n\n«Коли дослідження фресок, графіті і Софії Київської дозволило дослідникам довести те, що Софія Київська насправді заснована не за Ярослава, а за Володимира. Це пояснило те, чому саме святі Василій та Миколай дуже часто зустрічаються у зображеннях поруч», – каже він.\n\nУ 16-17 столітті як намісницький центр Церква була важливим осередком духовного життя. Ми бачимо, як відбувалися пожертви на храм, зокрема іконостас виготовив один із найвідоміших львівських митців того часу Микола Петрахнович-Мороховський, який був зятем і правонаступником іконописця Федора Сеньковича. До цього часу із іконостасу збереглася лише намісна ікона Богородиці Одигітрії, її відреставрували у 2013 році.\n\nУ 18 столітті церква пережила певні перебудови, адже після пожеж і руйнувань кінця 17 століття довелося перебудувати склепіння і на центральній арці маємо згадку про те, що у квітні 1701 року завершили реконструкцію.\n\nОчевидно, що після цього іншого вигляду набула дзвіниця, бо якщо раніше це був купол з дзвоном, то зараз дзвіниця опинилася в комплесі самої вежі храму.\n\n«Первісне зображення храму можемо також побачити на гравюрі Івана Глинського, який у 1667 році зробив гравюру для требника з ілюстрацією чину похорону. На ньому зображення процесії, яка рухається до церкви Миколая на тлі львівського пейзажу із Ратушею, Успенською церквою і Латинським катедральним собором», – пояснює Василь Кметь.\n\nОдним із найцінніших зразків іконографії Святого Миколая в інтер’єрі можна побачити кіот, де законсервована найстаріша зі збережених у Львові хоругв. Вона орієнтовно належить до 1760-х років, на ній зображено лико святителя Миколая у первісній версії. В інтер’єрі храму також дуже гарно оздоблений вівтар. На ньому – сюжет, який нав’язує до давніх українських храмів: зображення євхаристії, коли Христос причащає апостолів, які стоять з обох боків престолу.\n\nУ 20 столітті храм знаменувався тим, що його прикрашали відомі люди. Зокрема, кіот, який донині зберігся у храмі, є роботою митця Василя Рябенюка. У 50-х роках 20 століття історію храму знаменували розписи видатного іконописця і художника Карла Звіринського. Не можна було тоді робити це офіційно, тому священники пробували у певний спосіб пояснювати, для чого потрібна реставрація. Зараз там модель розписів, що є у храмі, не завжди з вдалими реконструкціями і реставраторськими втручаннями, але в основі лежать якраз розписи Звіринського.\n\nУ храмі також є давня колекція нотних рукописів. На початку 20 століття у церкві навіть відбувалися репетиції хору Духовної семінарії. Унікальною його пам’яткою храму є образ Покрови Пресвятої Богородиці у притворі початку 17 століття, де замість постатей візантійського імператора та імператриці можна побачити українську королівську родину. Так виглядає чи не найдавніше іконографічне зображення української княжої родини.","curaddr":"вул. Богдана Хмельницького, 28","image":"mykolay.jpg","id":1,"type_id":1,"_id":"2VHcziRSUHBtFwIL"}
{"table":"arctype","typeName":"Церкви та монастирі","id":1,"_id":"2l5nwpSGaCxenK9G"}
{"table":"arctype","typeName":"Оборонні споруди","id":2,"_id":"35sOQbYoerOPcmUL"}
{"table":"arcobj","objName":"каплиця боїмів","descr":"Джорж (Георгій) Боїм приїхав до нашого міста в XVI ст. Був він угорцем за національністю і протестантом за віросповіданням. У Львові Боїм перейшов у католицтво, одружився, нажив багатства торгівлею і на початку XVII ст. замовив побудувати для себе похоронну каплицю, відому зараз як Каплиця Боїмів. Побудував її архітектор Бемер в стилі маньєризму, західний фасад був повністю покритий білокамінним різьбленням. Так, саме білокам’яним, тут немає помилки, просто піщаник, з якого побудована каплиця, за століття її існування втягував у себе кіптяву і пил і набув такий чорний колір. Цікаво, що каплиця, яка була практично закінчена до 1611 року, була освячена лише в 1615 році. Напевно, що причиною тому була пишність каплиці. Боїм, начебто будував не сімейну похоронну каплицю, а хотів показати всім своє багатство і свої амбіції. Це зачепило багатьох, в тому числі і архієпископа Яна Замойського, який в цей час будував свою, скромну, каплицю. І каплицю Боїмів освятили тільки після його смерті.Перший ярус різьбленого фасаду має вікна, праворуч і ліворуч — фігури св. Петра і св. Павла, над вікнами зображені старозавітні пророки. Другий ярус зображує страсті Христові. На куполі каплиці є барабан, на ньому — сидяча постать Ісуса Христа в Гефсиманському саду. У живописі ця тема широко представлена, а ось в скульптурі вона рідкість, просто унікальна. За цим каплицю ще називали Огруйцовою — від польського слова «ogrojec» — сад. Зараз каплиця Боїмів, в якій зберігся чудовий інтер'єр, належить картинній галереї.Сім’я Боїмів залишила слід в історії, а яскравим її представником є Михайло Боїм. Будучи єзуїтом, він вирушає місіонером в Китай. Живе там довгий час, вивчаючи невідому країну, і залишає нам наукові роботи по флорі, фауні та географії Китаю. Складає перший європейський атлас Китаю, який до цих пір зберігається у Ватикані.","curaddr":"площа Катедральна, 1, Львів","image":"каплиця_боїмів.jpg","id":11,"type_id":1,"_id":"3dQe5c7kwIYH7eIu"}
{"table":"arcobj","objName":"Оперний театр","descr":"Держави, епохи, вигляд вулиць та проспектів, місцеві мешканці, навіть небо над головою – змінюється все. Стійкими залишаються лише символи. Для Львова одним із таких є Оперний театр – унікальна архітектурна перлина, яку місто успадкувало від імперії Габсбургів. Львівську оперу зводили в епоху, коли на вулиці міста виїхав перший трамвай і автомобіль, з’явилась електрика.","curaddr":"проспект Свободи, 28","image":"opera.jpg","id":7,"type_id":3,"_id":"4GQW6HQas5ZQdyiD"}
{"table":"arcobj","objName":"Костел Святої Анни і монастир","descr":"Костел Святої Анни і монастир — пам'ятник історії і архітектури в Львові (Україна) на перехресті вулиць Городоцкой і Шевченко (колишньою Яновськой). Після легалізації УГКЦ будівля перейшла у власності цієї конфесії і називається храм Святої Ганни. Дерев'яний римо-католицький костел Святої Ганни заклали в 1507 році на місці, де міською вартою були убиті і поховані цехи кравців, що бігли з Львова підмайстра. У 1509 році костел згорів і лише в 1599 році був відновлений. Нинішня будівля збудована в 1730 році.Специфічні межі бароко поєднуються із скромністю і простотою розчленовувань, конструкцій, ліній силуету, скромністю декору і інших ознак ренесансу. Пізніший елемент — башта, побудована в 1927 році архітектором Б. Віктором з куполом в стилі арт-деко. Перед баштою прибудований тригранний притвор, оформлений пілястрами. Колишній костел є однонефную базіліку з гранованою триярусною баштою на фасаді, збудована з каменя і цегли. Перекриття склепінчасті, дах похилої з сигнатурою. За баштою по центру розміщений фронтон, фланкирований вазами. Арочні віконні прорізи в обрамленнях.У радянські часи в церкві був склад, а пізніше каси, які називали городоцькими (від назви вулиці Городоцької вулиць). У храмі сучасний інтер'єр після реставрації 1997 років. Монастирська будівля, яка примикає з південного боку, зберегла характерні межі архітектури XVIII століття.","curaddr":"вулиця Городоцька, 32, Львів","image":"Костел_Святої_Анни_і_монастир.jpg","id":14,"type_id":1,"_id":"59e84I3aaLHmNnos"}
{"table":"arcobj","objName":"Палац Потоцьких","descr":"Палац Потоцьких – одна з найвизначніших пам’яток архітектури кінця ХІХ ст. в Україні та музейний підрозділ Львівської національної галереї мистецтв імені Б.Г. Возницького, де з 14 лютого 2007 р. представлена колекція європейського мистецтва XIV – XVIII ст.\n\nРодина Потоцьких – надзвичайно багата, впливова і розгалужена родовита аристократія, що отримала шляхетство ще у середині ХІІ ст., залишила помітний слід в європейській історії, вплітаючись у її канву не лише завдяки матримоніальним союзам, а й персональним внескам у розвиток науки, літератури і мистецтва. Згадаймо хоча б Яна Непомука Потоцького, автора славнозвісного роману «Рукопис, знайдений у Сарагосі» або Миколая Василія Потоцького, мецената, завдяки якому Україна володіє єдиною у світі колекцією робіт феноменально талановитого скульптора епохи пізнього бароко Йоанна Ґеорга Пінзеля.\n\nПалац був збудований на замовлення графа Альфреда ІІ Юзефа Потоцького, видатного політика Австро-Угорської імперії, кавалера орденів Залізної Корони, Золотого Руна, Святого Стефана, цісарського намісника Королівства Галичини і Володимирії у 1875–1883 рр.\n\nПалац є чудовим прикладом зрілого історизму кінця ХІХ ст. Дослідники називають його «найбільш французьким за архітектурою» і це не дивно, адже автором проєкту був модний у той час паризький архітектор Луї Довернь (1854-1937).\n\nПриводом для гордості є те, що для реалізації задуму запрошувати спеціалістів із-за кордону не довелося: зводила палац проєктно-будівельна спілка Юліана Цибульського та Людвіка Бальдвіна-Рамулти. Роботи з декорування палацового ансамблю виконала львівська фірма, яку очолював знаний скульптор Леонард Марконі та його учень Петро Віталіс Герасимович. Над оздобленням споруди працював талановитий майстер Ян Дашек, фірма якого виконала усі види слюсарних, художніх ковальських робіт і литво.\n\nВеличний палац – резиденція цісарського намісника у столичному Лембергу, незмінно привертає до себе увагу ще й тим, як структурує простір довкола: напівпрозора огорожа з високими воротами, декорованими вензелем Альфреда ІІ Потоцького й графською короною, дозволяє без перешкод милуватися архітектурним ансамблем і просторим подвір’ям, де могли водночас вільно розминутися вісім карет. Гості, які мали нагоду побувати у палаці, милувалися французьким регулярним садом, розташованим позаду, з чудовими квітниками й рідкісними породами дерев (єдина у Львові мета-секвоя і зараз прикрашає одну з його центральних алей).\n\nСьогодні для відвідувачів відкриті палацові інтер’єри першого поверху – анфілади салонів у стилі Людовіка XVI. До них належать елегантний неорокайльний Вітальний салон із виходом на терасу, з вишуканим поєднанням боазері кольору старої слонової кістки, білосніжного декору і золотистих шовкових шпалер. Зелений салон з дверима прихованого монтажу, де до сьогодні відбуваються зустрічі на найвищому рівні. Музичний або Червоний салон із каміном з білого каррарського мармуру, мідними накладними прикрасами і надзвичайно багатою неокласичною золоченою ліпниною. Також неповторний Бальний або Білий салон зі стінами у техніці стюко і дзеркалами у фігурних бронзових рамах з визолоченою ліпниною із зображеннями музичних інструментів. Бенкетний або Бірюзовий салон, усі стіни і стеля якого вкриті декором з атрибутами мисливства, рибальства й дарів природи. Незвичним доповненням багато декорованого каміна з яшми та мармуру є олійна картина на полотні «Натюрморт із квітами і червоним папугою», якою милувалися ще Потоцькі.\n\nІнтер’єри салонів, наповнені меблевими гарнітурами і предметами декоративно-ужиткового мистецтва з колекції Галереї, відтворюють атмосферу палацу кінця ХІХ – початку ХХ ст. й дають наочне уявлення про стиль і спосіб життя галицької аристократії.\n\nВ одинадцяти залах другого поверху експонується одна з кращих у Східній Європі мистецьких колекцій, перш за все живопису. Побудована за географічно-хронологічним принципом, експозиція ознайомлює з творами українських, польських, чеських, угорських, австрійських, німецьких, нідерландських (фламандських і голландських), італійських, французьких та іспанських майстрів.\n\nОкрім шедеврів таких визнаних художників, як Тіціан, Якопо Цуккі, Софонісба Ангіссола, Жорж де Латур, Хосе де Рібера, Герріт ван Гонтгорст, Франсуа Жерар та багатьох інших, на глядача чекає зустріч із роботами менш відомих, проте не менш талановитих митців, неквапливе споглядання яких дарує витончену насолоду і шляхетний післясмак дотику до високого мистецтва.","curaddr":"вул. М. Коперника, 15","image":"palac.jpg","id":4,"type_id":2,"_id":"9yR4YvOX71g2qte5"}
{"table":"arcobj","objName":"Вокзал","descr":"Львівський головний залізничний вокзал\n Зведення головного залізничного двірця Львова велося у 1899-1903 р. за проектом архітектора Владислава Садловського за участі фірми Івана Левинського, поєднавши два архітектурні стилі – історизм та сецесію. Урочисто відкрили його 26 березня 1904 р. На той час це був найбільший вокзал в Австро-Угорщині.Проектуванням інтер’єрів споруди займалися архітектори Альфред Захаревич та Тадеуш Обмінський. Інтер’єри були знищені під час російського відступу в червні 1915 р. та в листопадових боях 1918 р. Відбудували Вокзал у 1921 р. Але його знову руйнували авіабомби у 1939, 1941, 1944 рр. Під час відбудови у 1945-1951 рр. додали другий поверх та оформили інтер’єри у стилі сталінського ампіру.","curaddr":"Львів, пл. Двірцева, 1","image":"vokzal.png","id":10,"type_id":3,"_id":"IQSaPXPVMZe3u3fT"}
{"table":"arcobj","objName":"Латинський катедральний собор (костел) у Львові","descr":"Кожне середньовічне місто обов’язково повинно було мати ратушу і собор. І ось собор, який був духовним центром міста Львова, почали будувати. Перший камінь у фундамент був закладений в 1360 р. Будувався Латинський катедральний собор понад 100 років і так до кінця не був добудований. У проекті було дві вежі, підноситься одна, друга добудована тільки до рівня даху. Вівтарна частина повинна становити одну третину від загальної довжини, а становить майже половину (готичний костел мав бути значно довший). І все ж, Латинський кафедральний собор був серцем Львова, з його сходинок проголошувалися державний укази, в ньому зберігалися військові трофеї, він був гордістю кожного городянина.На початку XVI ст. страшна пожежа знищила місто майже повністю. Жителі збиралися вже будувати новий Львів в іншому місці, проте катедра постраждала не сильно. На ній розплавився і впав дзвін, але все ж вона встояла. Городяни залишилися і відновили місто. Будували його вже в стилі ренесансу. І хоча важко сказати, як виглядав собор спочатку, безумовно, це готична споруда — єдиний пам’ятник церковної готики у Львові.У XVIII ст. храм вимагав ґрунтовного ремонту. У процесі реставрації весь інтер’єр був замінений на модний тоді стиль барокко. У готичних перекриттях збереглися розписи художника монументаліста М. Строїнського. У храмі збереглися епітафії, зроблені в різні епохи, адже найдостойніших (тобто найбагатших) ховали в криптах костелу. Після турецької облоги на бічній каплиці повісили гарматне ядро, в 1772 р. жителі, в знак протесту, замурували входи в храм — готичні арки, закладені червоною цеглою, видно й досі.Багато всього пов’язано із катедрою, і не тільки в історії міста, а й усієї Польщі. Тут польський король Ян Казимир вручав свою долю і долю країни в руки Діві Марії, йдучи на війну зі шведами.І зараз Латинський катедральний собор блищить позолотою, вражає вітражами і різноманітними стилями, полонить слух органною музикою ... Зайдіть в храм, відчуйте його велич.","curaddr":"Площа Катедральна, 1","image":"латинський_катедральний_собор(костел).jpg","id":15,"type_id":1,"_id":"LQrtNZE4svaLoRmJ"}
{"table":"arctype","typeName":"Цивільна архітектура","id":3,"_id":"LmFKYKnb1f2OdSKh"}
{"table":"arcobj","objName":"Вірменська церква","descr":"Храм збудували у другій половині XIV ст. – у 1363-1370-х роках. Архітектором святині був Доріг, про якого є дуже мало інформації. Більше того, навіть точно невідоме правильне написання його імені, зустрічаються такі варіанти: Dare, Dore, Dorhi, Dorchi, Dorc. Зазначається, що цей майстер також споруджував мурований собор святого Юра.\n\nЦя одна з найдавніших пам’яток Львова розташовується на вул. Вірменська, 7-13 і є єдиним храмом Вірменської апостольської церкви в західному регіоні України.\n\nХрам є пам’яткою архітектури національного значення, яка є у списку Світової спадщини ЮНЕСКО. Ця пам’ятка справді є окрасою нашого міста: неймовірне поєднання архітектури вірменських святинь, романсько-готичного стилю Західної Європи і староукраїнського галицького зодчества. Стіни храму завтовшки 1,5 метри, він збудований з ламаного каменю і обличкований тесаними плитами. Конструкція купола святині спирається на пустотілі ребра, які викладені з глиняних глечиків.\n\nУ південному дворику, що розташовується між собором і вулицею, збереглися рештки старовинного вірменського цвинтаря. Мова йде про надгробні плити, деяким з них 600 років, їх перенесли сюди з кладовищ інших вірменських храмів і монастирів, яких вже декілька століть нема у Львові. Однак варто зауважити, що це кладовище є зовсім нетиповим: цими плитами вимостили подвір'я храму, або ж їх вмонтували у стіни.\n\nЩо стосується інтер’єру Вірменського собору, то він віддає автентикою Сходу, особливо вражають неповторні форми та колористика фресок, мозаїк. Ще однією цікавинкою є дерев’яна різьблена каплиця XVIII століття із вівтарем, що зображає муки Христа на Голгофі.\n\nЦе унікальна пам'ятка вірменської середньовічної архітектури в Україні, ансамбль якої датується XIV – початком XX століть. Він складається з дзвіниці, палацу архієпископа, вірменського банку, монастиря бенедиктинок, дерев'яного вівтаря «Голгофа», пам'ятної колони святого Христофора, огорожі з брамами. Звісно архітектурним центром комплексу є сам Вірменський собор, навколо якого групуються всі інші споруди.У часи більшовицько-радянської влади собор закрили і він не працював. У 1945 р. каральні органи арештували адміністратора Львівської архиєпархії Вірменської католицької церкви о. Діонісія Каєтановича, який згодом загинув у радянському концтаборі. Майже всі вірмени поїхали до Польщі.\n\nБув час, коли на території Вірменського собору діяло фондосховище Львівської картинної галереї, а потім тут працював музей імені Леніна.\n\nВарто додати, що перша у посттоталітарні часи літургія у капличці церкви на подвір’ї відбулася  7 січня 2001 року. Вже 25 червня цього ж року у Вірменському соборі молився Папа Римський Іван Павло II.\n\nЧерез два роки відбулося відкриття входу з вулиці Краківської. Тоді храм освятив патріарх вірменської церкви Гарегін ІІ.","curaddr":"вулиця Вірменська, 7/13","image":"virmen.jpg","id":2,"type_id":1,"_id":"T17HOLdKJweSbsMk"}
{"table":"arcobj","objName":"Костел кармелітів босих","descr":"Костел кармеліток босих Матері Божої Громничої (вулиця Винниченка, 30а, зараз греко-католицький храм Стрітення) — одна з найгарніших пам’яток львівського бароко першої половини XVII століття. З площі перед храмом, розташованим на одному з львівських горбів, відкривається панорама міста.Костел ордену кармеліток, як і львівський костел єзуїтів, нагадує храм Іль Джезу у Римі, збудований за проектом італійського архітектора Віньйоли. Костел збудовано за проектом Яна Баптиста Джізлені — придворного архітектора двох королів Речі Посполитої: Владислава IV і його брата Яна Казимира. Про дату зведення барокового храму (1642-1644) свідчить плита, вмурована над вхідним порталом. Золочені літери латиною розповідають про фундатора храму — батька польського короля Яна ІІІ Собєського Якуба. Тут же вміщено герби польських королівських родин Собєських і Даниловичів.Син, продовжуючи справу батька, своїм коштом закінчив і оздобив храм 1692 року. Ніші порталу оздоблені кам’яними вазами та фігурами засновників ордену кармелітів святих Йосифа і Терези роботи королівського скульптора Андрія Шванера. По скасуванні ордену кармелітів у Львові в монастирі містилася духовна семінарія латинської архідієцезії.Палац латинських архієпископів, розташований поруч із храмом, за тоталітарної влади використовували не за призначенням, його відновлення було приурочене до візиту у Львів Папи Римського Івана Павла II у червні 2001 року.","curaddr":"вул. Винниченка, 22,Львів","image":"Костел_кармелітів_босих.jpg","id":12,"type_id":1,"_id":"UNXTW7ohGQZc2CKo"}
{"table":"arcobj","objName":"Будинок вчених","descr":"Будинок вчених або Казино Герхарда (колишнє дворянське або графське казино) – одна з найвідоміших і розкішних пам’яток Львова, а також одна з кращих пам’яток львівського необароко. Збудували його в 1897-1898 рр.. під керівництвом відомих віденських архітекторів – Германа Гельмера і Фердінада Фельнера (авторів Оперного театру в Одесі та львівського готелю “Жорж”). Замовлення на будівництво будівлі вони отримали від клубу власників кінних заводів, а тому не дивно, що й сьогодні вхід до Будинку вчених пролягає через прекрасний каретний двір. Будинок вчених або Казино Герхарда\n\nІнтер’єр одного з семи чудес Львова вражає своєю красою не менше, ніж фасад. Більш ніж за сто років він не зазнав практично жодних змін і зміг зберегти свою розкіш і багатство. Різьблені дубові сходи (весільний подарунок одному з членів клубу), величезна кількість ліпнини і дорогих прикрас, антикварні меблі, мармурові печі і шовкові шпалери – це лише мала частина того, що Ви зможете побачити всередині. Відомі на весь пострадянський простір сходи (одна з декорацій фільму “Д’Артаньян і три мушкетери») проведуть Вас до розкішних залів: Білий зал з каміном і розкішним чорним роялем, за яким колись у цих же стінах грав один з Моцартів, Червоний зал з шовковими шпалерами, підвісними кришталевими люстрами та безліччю прикрас, неймовірно затишний і спокійний Бежевий зал, зелений сад для прогулянок, галереї і, звісно, знаменита бібліотека.","curaddr":" вулиця Листопадового Чину, 6","image":"budinok.jpg","id":9,"type_id":3,"_id":"YJUplEhfjToH5ZCI"}
{"table":"arcobj","objName":"храм вознесіння господнього угкц","descr":"Церква святих Андрія і Йосафата, яка на Левандівці була єдиною на початку 1990-х років, не вміщала всіх вірян, тому було вирішено збудувати новий храм. Посвячення каменя та місця під побудову нового храму відбулося 7 червня 1992 року, яке здійснив митрополит Володимир Стернюк і владика Филимон Курчаба у співслужінні багатьох священиків. Проповідь на Св. Літургії виголосив о. Михайло Пришляк. З часу посвячення місця під храм там щонеділі служилися Св. Літургії. У 2002 році в новій церкві відбулася перша літургія.Те, що ми маємо сьогодні, неможливо вповні оглянути очима, описати словами. Бачимо чудову споруду, хоча ще не довершену згідно творчого задуму, бачимо прекрасну спільноту, але також ще не досконало сповнену згідно мрій та Божих планів. І одна, і друга перебуває у динаміці — процесі зростання та вдосконалення.У просторому храмі з балконами може водночас молитися декілька тисяч осіб. У підвальному приміщенні є затишний сучасний лекційний зал, майстерні, трапезна тощо. На третьому поверсі — кабінети Школи сім’ї, молодіжної організації «Посвіт ». На четвертому — катехитична школа.\n При храмі діють: \n - молодіжно-дитячий та дорослий хори\n- Марійська дружина \n- Братство святого Йосифа\n- Катехитична школа імені патріарха Йосифа Сліпого \n- товариство «Посвіт» \n- Школа сім’ї \n- Вівтарна дружина /n- Матері в молитві/n- Біблійний гурток\n- спільнота «Горицвіт» /n- молодіжно-дитячий осередок «Крок вперед»/n","curaddr":"вулиця Старознесенська, 23,Львів","image":"храм_вознесіння_господнього_угкц.jpg","id":16,"type_id":1,"_id":"eKIyu9WQOwBCwDnD"}
{"table":"arcobj","objName":"костел кларисок","descr":"а пл. Митній у Львові стоїть скромний за своєю архітектурою тринефний одноапсидний костел Кларисок (1607 р.). У його спорудженні, правдоподібно, брали участь ті ж будівничі, які зводили і Бернардинський костел — Бернард Авелідес та Павло Римлянин, оскільки жіночий монастир кларисок також належав до бернардинського ордену. Крім того, почерк П. Римлянина виказують архітектурні деталі на боковому фасаді самої будівлі.Сучасний вигляд костел отримав при ґрунтовній реставрації 1938—1939 рр., коли на західному фасаді збудовано втрачену раніше вежу простих конструктивних форм. Проект реставрації виготовив архітектор Ян Лобос. На склепіннях збереглися фрески другої половини XVIII ст. художника Мартина Строїнського, в бічних нефах — стінопис XIX ст. У 1978 р. тут відкрито Виставочний зал Львівської картинної галереї,  Музей І. Пінзеля.","curaddr":"Пл. Митна, 2,Львів","image":"костел_кларисок.jpg","id":13,"type_id":1,"_id":"gsDcYTFNEbCLurrI"}
{"table":"arcobj","objName":"Успенська церква","descr":"Дослідники вважають, що перша церква на цьому місці була збудована  ще за княжих часів, але її зруйнувала пожежа під час нападу  військ польського  короля Казимира III на Львів. Після цього звели наступну церкву, яка проіснувала понад 100 років, але також була зруйнована пожежею.  Храм вдалося відбудувати (1547 – 1559 рр), проектом управляв архітектор Петро Італієць. В цей час церкву іноді називали Волоською, так як значну суму на її спорудження надали молдавський (волоський) господар Олександр Лопушняку з дружиною Роксаною. Будівля простояла понад 10 років і також згоріла внаслідок пожежі.\n\nЧетверту за рахунком Успенську церкву, яку зараз можемо побачити у Львові, розпочали будувати у 1591 році. Для її спорудження було запрошено відомого львівського архітектора Павла Римлянина,  якому допомагали  Войцех Капінос та  Амвросій  Прихильний.\n\nУ храмі збереглися пам'ятки мистецтва XVII-XVIII століть. Одними із  них є ікони страсного циклу, які залишилися від первісного Успенського іконостасу 1630 - 1638 років. У 1847 році,зробивши двері у південній стіні каплиці Трьох Святителів, храм з’єднали з каплицею.  На початку XX ст. церкву прикрасили вітражами Петра Холодного. У крипті Успенського храму поховані найвизначніші діячі Ставропігійського братства, яке було центром культурного і духовного життя українців у Львові.","curaddr":"вулиця Руська, 5/7","image":"uspenska.jpg","id":3,"type_id":1,"_id":"m0Haq7R285u13JNV"}
{"table":"arcobj","objName":"Церква Преображення Господнього","descr":"Храм Преображення Господнього (колишній костел Трінітарський) — пам’ятник архітектури у Львові. Знаходиться в центрі Львова, на вулиці Краківській, 21. Будівля була побудована в 1703—1731 роках як костел римо-католицького ордена трінітарієв. У 1898 році була закінчена перебудова костелу під Преображенську церкву уніату за проектом архітектора С. Гаврішкевіча./n20 вересня 1948 року після богослужіння в Преображенському соборі на рівнях храму оуновцем був убитий батько Гаврило Костельник, що керував процесом приєднання греко-католицької церкви до Російської православної церкви. У 1989 церкву знов перейшла в руки УГКЦ і носить назву Храм Преображення Господнього","curaddr":"вулиця Краківська, 21, Львів","image":"Церква_Преображення_Господнього.jpg","id":11,"type_id":1,"_id":"ng3ohiGLk0lGMO7A"}
{"table":"arcobj","objName":"Порохова Вежа","descr":"«Порохова вежа» - це одна із небагатьох збережених до сьогодні фортифікаційних споруд Львова, яка знаходиться у самому центрі міста. Початок будівництва датується 1522 роком, а завершення - 1537 рік, пізніше у 1554—1556 роках відбулась модернізація будівлі, яка з того часу і до сьогодні залишається окрасою міста.\n\nЦе була найпотужніша вежа, входила до третьої лінії оборони міста, а будували її із каміння старого Міського арсеналу товщиною стін від 2,5 до 3 м. На першому ярусі було 6 гарматних бійниць, на другому - 9 бійниць, які після реставрації у 1950-х зберегли своє розташування на фасаді будівлі, але вже не використовувалися за призначенням, тому, з часом, вежа була місцем зберігання пороху, від цього і назва - «Порохова вежа». У мирні часи, коли у зберіганні пороху вже не було потреби почали зберігати зерно та використовувати як складське приміщення.\n\nУ 1956 році виникла ідея пристосувати Порохову вежу для використання під Будинок архітектора, був організований конкурс на кращий проєкт облаштування внутрішнього простору, адже на той час - це були тільки стіни, над якими у 1950-х рр. влаштовані конструкції даху, завдяки цьому сьогодні споруда має три поверхи, на одному із яких, а саме на першому, за проєктом передбачалася організація кафе.\n\n9 травня 1959 року відбулося офіційне відкриття Будинку архітектора. Інтер’єр кафе завершили пізніше, у 1963 р., а прикрашало його декоративне панно з керамічних елементів, який виконав студент-дипломант інституту прикладного і декоративного мистецтва Вілен Гітерман. Під час реконструкції при вході у вежу були встановлені дві скульптури левів з білого мармуру XIX століття, які відзначаються великою мистецькою вартістю. За поширеною версією, скульптури привезені медичною службою військової частини радянської армії з Австрії як трофей, а сьогодні леви не тільки охоронці Вежі, але й одні із найпопулярніших об’єктів для знимкування у Львові.\n\nТакож на третьому поверсі є панно-зграфіто «200 років Львову», на якому можна побачити місто у всій своїй красі та величі в 1457 році. Панно-зграфіто, яке присвячене засновникам Львова виконали студенти інституту прикладного і декоративного мистецтва під керівництвом Романа Сельського.\n\nПорохова вежа знаходиться під опікою Львівської обласної організації Національної спілки архітекторів України.\n\nЗараз споруда із мармуровими левами - це сучасний мистецько-культурний простір, а саме - Центр архітектури, дизайну та урбаністики «Порохова ВЕЖА», де відбувається багато різноманітних подій (виставки, експозиції, фестивалі, панельні дискусії, концерти та багато іншого), тому кожне відвідування Центру залишає по собі завжди нове враження.\n\nЗ 2019 року у Центрі працює експозиція, а саме грантовий проєкт-переможець від Українського культурного фонду «Смерть та відродження міста. Мультимедійний макет Львова». Це створений урбаністичний макет центральної частини міста в масштабі 1:1000 на який проєктується сучасна технологія відеомапінгу, завдяки цьому ви зможете побачити історію, розвиток та розбудову міста від заснування до сучасності за короткий період часу, немов перед вами оживає книга.\n\nТакож у Центрі працює шоурум виробників предметного дизайну, де можна оглянути найсміливіші дизайнерські рішення від львівських виробників.\n\nПорохова вежа - це унікальна будівля з унікальною історією, яку повинен відвідати не лише турист міста Львова, але й кожен його мешканець.","curaddr":"вулиця Підвальна, 4","image":"poroh.jpg","id":6,"type_id":2,"_id":"oegno9xOihdJ62z4"}
{"table":"arcobj","objName":"Міський Арсенал","descr":"Будівля розташована на вул. Підвальній між фрагментами системи оборонних укріплень Львова, а саме між Низьким та Високим мурами. З вул. Руської до Арсеналу примикає вежа Токарів і Поворозників, з вул. Братів Рогатинців — кутова Шевська вежа.\n\nТриповерхова прямокутна в плані будівля довжиною 53 м, зі зрізаним південного-західним рогом. Арсенал накритий високим двосхилим дахом зі заломом. Нижній ярус будівлі зі сторони вул. Підвальної розміщений нижче рівня хідників, експонується завдяки широкому рову між будівлею та фрагментом Низького муру. Низький мур реконструйовано на половину висоти бійниць, на хіднику перед муром трасовано півкруглу бастею, а з внутрішнього боку влаштовано дерев’яну галерею. Західною стіною для Арсеналу слугує Високий мур XIV ст., який зберігся майже в первозданному вигляді разом зі слідами машикулів. З тильного (західного) фасаду на Високому мурі реконструйовано оборонну дерев’яну галерею, накриту ґонтовим дашком. Із торців будівлі влаштовано дві в’їзні брами. Увійти до музею можна з північного фасаду будівлі по апарелі, що веде на рівень другого поверху. З північно-західного боку до Арсеналу примикає двоярусна гранчаста вежа Токарів і Поворозників, накрита наметовим дахом. Перехід з вежі Токарів і Поворозників на Високий мур пролягає через тромп із лучковою аркою. З південно-західного боку до Арсеналу примикає реконструйована чотириярусна Шевська вежа з металевими гвинтовими сходами, якими можна піднятися на галерею при Високому Мурі. Перехід з Високого муру на Шевську вежу здійснюється через стрілчасту арку, яка слугує опорою для оборонної галереї.\n\nФасади будівлі мають характерне для оборонної архітектури стримане вирішення. Нижній ярус фасаду Арсеналу з вул. Підвальної, нижній ярус вежі Токарів і Поворозників, а також тильний фасад Арсеналу мають відкрите нерегулярне мурування з ламаного каменю. Наріжники на всю висоту будівлі вимуровано з квадрів білого каменю, над першим ярусом та між вікнами третього ярусу викладено гзимси з постелистого ламаного каменю. На верхніх ярусах стіни пофарбовано в червоний колір з попереднім тинькуванням «під рукавицю» по нерегулярному муруванню стіни. На першому ярусі влаштовано білокам’яні ключовидні бійниці, на другому ярусі — прямокутні вікна з білокам’яними обрамленнями з фасками, на третьому — лучкові вікна з простим білокам’яним обрамленням. Вікна третього ярусу найбільші за розміром. Усі вікна будівлі зсередини закриті кованими віконницями (найраніший вид столярки), а з фасаду захищені діагональними ґратками. На фасаді з вул. Підвальної (зліва — 8-ме вікно, справа — 5-те вікно) під карнизом даху реконструйовано дерев’яний ліфт-підйомник, якому відповідає широке вікно. Дах накрито керамічною черепицею, влаштовано 6 люкарень. З торців фасади будівлі завершуються ламаними фронтонами. На північному фасаді експонуються дві цегляні волюти — залишки фронтону будівлі у XVI–XVII ст. Цей фасад має фактично симетричну тривіконну композицію, за винятком порталів, розташованих асиметрично. В’їзна брама зміщена зліва, а вхід до музею — справа, впритул до вежі Токарів та Поворозників. Обидва ці портали — циркульні, з квадрів білого каменю, двері — реконструйовані, дерев’яні з металевими заклепками, над входом до музею влаштовано кований дашок із написом. Наріжник при вході оздоблено кованою композицією з різновидів зброї.","curaddr":"вул. Підвальна, 5","image":"arsenal.jpg","id":5,"type_id":2,"_id":"ofdm6CHR2NHDgbGA"}
{"table":"arcobj","objName":"Архикафедральний собор святого Юра","descr":"Першу церкву на Святоюрській горі збудував ще князь Лев Данилович, за порадою свого дядька Василька, у ХІІІ ст. Сучасний же собор, почали будувати у 1744 році, а вже 1760 було піднято хрест над храмом.\n\nЦе була доба бароко, тому і храм був збудований саме в цьому стилі. Проект храму розробляв німець Бернард Меретин, в ньому він об’єднав західноєвропейські архітектурні традиції, із особливостями українського сакрального мистецтва.\n\nЦікаво, що майже в той самий час, у Львові будувався інший шедевр архітектури – Домініканський костел. Фасад катетдри увінчаний фігурами святих Атанасія і Лева Шептицьких, завдячуючи яким і був побудований собор.\n\nПроте найдивовижнішою є скульптурна група над порталом, “Юрій Змієборець” – геніальний витвір Іоанна Пінзеля, який прирівнюється до найвидатніших шедеврів світової пластики.\n\nАрхикафедральний собор святого Юра\n\nРозмаїття іконопису всередині храму вражає. А особливо твори відомого художника Луки Долинського, який намалював ікони вівтаря з пророками в шляхтних образах.\n\nАрхикафедральний собор святого Юра\n\nПідземна частина собору називається – криптою, в ній розташовані саркофаги найвизначніших діяів Греко-Католицької Церкви, серед яких і саркофаг митрополита Андрея Шептицького. Також, на території собору розташована дзвіниця, у якій знаходиться найстаріший в Україні дзвін – відлитий у 1341 році.\n\nАрхикафедральний собор святого Юра\n\nСобор святого Юра – це святиня, яка стала символом єднання духовних, культурних та релігійних надбань латинського Заходу і візантійського Сходу.","curaddr":" площа Святого Юра, 5","image":"yura.jpg","id":8,"type_id":3,"_id":"pEoTnVTFUckVWxP0"}
